package ru.yandex.practicum.ui.scooter;

public class ScooterCreateOrderPage {
    //Для кого самокат
    //Имя
    //Фамилия
    //Адрес
    //Метро
    //Телефон
    //Кнопка Далее
    //Про аренду
    //Поле когда привезти
    //Поле срок аренды
    //Поле цвет
    //Поле комментарий
    //Кнопка заказать
    //Кнопка назад
    //Всплывающее окно Хотите оформить заказ
    //Кнопка Да
    //Кнопка Нет
    //Всплывающее окно успешно созданного заказа
    //Текст в окне
    //Кнопка посмотреть статус
}
